{

"navbar": {
  "home": "/ home",
  "about_us": "/ chi siamo",
  "services": "/ servizi",
  "portfolio": "/ portfolio",
  "contacts": "/ contatti"
},


"minimenuservizi": {
  "all": "tutti i servizi",
  "full": "pacchetto completo",
  "indivisuals": "Sito web per privati",
  "companies": "Sito web per aziende",
  "design": "Creative Design",
  "support": "Assistenza continua",
  "content": "Creazione dei contenuti",
  "marketing": "Marketing Activities & Consultancy"
},


"jumbo": {
  "title1": "UN SITO PER CHI AMA COSTRUIRE",
  "title2": "COSTRUIAMO I NOSTRI SOGNI... E I TUOI",
  "subtitle": "Gecko Developers è un’azienda fondata da un gruppo di esperti nel settore pronti ad aiutarti a raggiungere i risultati che sogni per il tuo sito web o la tua attività"
},

"about": {
  "title": "Chi siamo",
  "subtitle": "Siamo un gruppo di professionisti che si sono uniti per costruire un ambiente lavorativo ottimale basato sulla qualità dell’ambiente lavorativo stesso e sulla qualità dei nostri prodotti. Il nostro obiettivo è diventare un vero e proprio punto di riferimento per aziende, professionisti e privati, per una visibilità completa su Internet e molto altro! Vogliamo crescere e siamo alla ricerca di talenti come programmatori senior, sviluppatori di app, personale addetto al marketing e, anche se non dovremmo ancora parlarne, forse a lungo termine anche per lo sviluppo di videogiochi. Se desideri conoscere la nostra realtà non esitare a contattarci sulla nostra email qui sotto e ad inviarci il tuo curriculum!"
},

"services": {
  "title": "Servizi",
  "paragrafo1": "Gecko Developers ti offre un’ampia gamma di servizi che ti aiuteranno a realizzare un sito web che risponda alle tue esigenze. Il design iniziale, la creazione di contenuti, lo sviluppo della tua presenza digitale, Gecko Developers ti accompagna in ogni fase del percorso. Il nostro compito? Assicurarci che tutto proceda senza intoppi e nel modo in cui desideri.",
  "paragrafo2": "Scegli uno o più dei nostri servizi, trova l’offerta che più si adatta alle tue esigenze."
},

"portfolio": {
  "title": "PORTFOLIO"
},

"contact": {
  "title": "hai bisogno di piu informazioni e preventivi? contattaci!"
},



"card_view_more": "scopri...",

"cards_service": [
    {
      "id": "card_full",
      "title": "pacchetto completo",
      "paragrafo": "Dal design del tuo logo e del tuo sito web, fino alla creazione di contenuti e della comunicazione strategica, ci assicuriamo che tutto risponda alle tue esigenze"
    },
    {
      "id": "card_individuals",
      "title": "Sito web per privati",
      "paragrafo": "Crea un sito web adatto alle tue esigenze, mostra le tue capacità e ottieni visibilità"
    },
    {
      "id": "card_companies",
      "title": "Sito web per aziende",
      "paragrafo": "Crea un sito web per il tuo business o la tua azienda che risponda alle tue esigenze"
    },
    {
      "id": "card_design",
      "title": "CREATIVE DESIGN",
      "paragrafo": "Progetta il tuo logo, l’immagine del tuo brand e il tuo sito. Sviluppa la grafica che più si adatta alle tue esigenze insieme al nostro Design & Creative Team"
    },
    {
      "id": "card_support",
      "title": "Assistenza continua",
      "paragrafo": "Con il nostro servizio di assistenza continua, ti aiutiamo a mantenere aggiornato e funzionante il tuo sito, gestire la tua presenza online e i tuoi contenuti sui canali online e social media."
    },
    {
      "id": "card_content_creation",
      "title": "Creazione dei contenuti",
      "paragrafo": "Crea contenuti strategici per te, il tuo brand o la tua attività grazie all’aiuto dei nostri esperti"
    },
    {
      "id": "card_marketing",
      "title": "Attività di marketing e consulenza",
      "paragrafo": "Delineare attività di marketing e campagne online e offline ti aiuta a promuovere meglio il tuo brand o la tua attività e a generare maggiori entrate"
    }
  ],


"full": {
  "title": "pacchetto completo",
  "paragrafo1": "Quando si crea un proprio business o si vuole sviluppare il proprio brand, ci sono molti aspetti da prendere in considerazione. Creare coerenza tra tutti i canali e tutte le attività svolte è fondamentale per rafforzare il tuo brand, creare relazioni con i tuoi stakeholder, partner, clienti e target.",
  "paragrafo2": "Pianificare correttamente le strategie e gestire al meglio le attività e le risorse fin dall’inizio ti aiuterà ad avere risultati favorevoli durante tutto il percorso, consentendoti di prendere decisioni in maniera più rapida e fronteggiare velocemente situazioni difficili.",
  "paragrafo3": "Il nostro full package include:",
  "paragrafo4": [
    "Creazione del tuo sito web",
    "Creative design",
    "Assistenza garantita e continua",
    "Creazione di contenuti",
    "Attività di marketing e consulenza"    
  ],
  "paragrafo5": {
    "pre": "Per maggiori informazioni, ",
    "link": "contattaci!"
  }
},

"individuals": {
  "title": "Sito web per privati ",
  "paragrafo1": "Un sito web ben progettato è un ottimo portfolio per mostrare agli altri chi sei e quali sono le tue abilità e competenze. Che tu sia un fotografo, un artista, un architetto, un designer, un musicista o un blogger, è importante che il tuo lavoro arrivi a più persone possibili e nel migliore dei modi, per far accrescere la tua immagine e il tuo brand personale.",
  "paragrafo2": "Mostrare il tuo lavoro attraverso un sito web ti aiuterà ad aumentare la tua credibilità e ad apparire professionale al tuo pubblico, ai tuoi clienti o perfino ai tuoi futuri impiegati.",
  "paragrafo3": "Grazie ai nostri esperti, ti aiuteremo a creare un sito web a diversi livelli di interattività che meglio si adatta alle tue esigenze.",
  "paragrafo4": "",
  "paragrafo5": {
    "pre": "Per maggiori informazioni, ",
    "link": "contattaci!"
  }
},
"companies": {
  "title": "Sito web per aziende",
  "paragrafo1": "Vuoi fondare una start-up, avviare una tua attività e realizzare i tuoi sogni? Per fare tutto ciò, è importante avere un sito web che mostri chiaramente la tua identità arrivando al tuo target in modo chiaro e professionale. Avere un sito web e una presenza online ti darà la possibilità di accrescere la tua credibilità, essere sempre presente, aumentare il tuo mercato, farti pubblicità e ridurre i costi.",
  "paragrafo2": "Il tuo sito web deve essere facile da usare, deve fornire informazioni precise e dettagliate sul tuo business e la tua azienda, promuovendo il tuo brand allo stesso tempo.",
  "paragrafo3": "Grazie ai nostri esperti, ti aiuteremo a creare un sito web a diversi livelli di interattività che meglio si adatta alle tue esigenze.",
  "paragrafo4": "",
  "paragrafo5": {
    "pre": "Per maggiori informazioni, ",
    "link": "contattaci!"
  }
},
"design": {
  "title": "CREATIVE DESIGN",
  "paragrafo1": "Avere un’immagine precisa del tuo brand è importante per creare un impatto visivo, insieme ad aumentare la credibilità del tuo brand, stabilire un legame con i tuoi clienti e il tuo target e trasmettere il tuo messaggio in maniera efficiente.",
  "paragrafo2": "I nostri servizi di Creative Design includono:",
  "paragrafo3": "",
  "paragrafo4": [
    "Logo Design",
    "Web Design",
    "Sound Design",
    "Creazione e montaggio video", 
    "Imagery",
    "Motion graphics" 
  ], 
  "paragrafo5": {
    "pre": "Per maggiori informazioni, ",
    "link": "contattaci!"
  }
},
"support": {
  "title": "Assistenza continua",
  "paragrafo1": "Gestire un sito web non è un’impresa semplice. Un sito web deve essere aggiornato e monitorato regolarmente per assicurarsi che funzioni correttamente e che il messaggio venga recepito. Progettare strategie SEO e scegliere le parole chiave adatte ti aiuterà ad aumentare le visite al tuo sito e posizionarti nell’elenco dei risultati sui motori di ricerca.",
  "paragrafo2": "Avere una presenza online può anche includere gestire attivamente e regolarmente dei profili social. Per molti tipi di aziende e singoli lavoratori, una presenza sui social media è ormai fondamentale.",
  "paragrafo3": "I nostri servizi di assistenza continua e garantita includono:",
  "paragrafo4": [
    "Manutenzione e aggiornamento del tuo sito web",
    "Ranking su Google e analisi dei dati",
    "SEO (Search Engine Optimization) e SEM (Search Engine Marketing)",
    "Creazione e gestione di profili sui social media" 
  ], 
  "paragrafo5": {
    "pre": "Per maggiori informazioni, ",
    "link": "contattaci!"
  }
},
"content": {
  "title": "Creazione dei contenuti",
  "paragrafo1": "I contenuti sono la risorsa più preziosa che tu possa avere. I contenuti che proponi identificano il tuo brand, mostrano chi sei e cosa hai da offrire e ti aiutano a connetterti con il tuo pubblico, i tuoi clienti o il tuo futuro datore di lavoro.",
  "paragrafo2": "Da ciò che scrivi sul tuo sito web fino alle attività che svolgi online, tutto viene veicolato attraverso i contenuti. Creando contenuti coerenti, chiari e informativi, fornisci informazioni su chi sei e cosa offri con il tuo lavoro. Strategie di creazione di contenuti efficaci ti aiuteranno a promuoverti al meglio, oltre che ad aumentare la tua reputazione online e offline.",
  "paragrafo3": "I nostri servizi di creazione di contenuti includono: ",
  "paragrafo4": [
    "Creazione di contenuti per il tuo sito web ",
    "Sviluppo di contenuti per i profili social",
    "Consulenza nella creazione di contenuti"
  ],  
  "paragrafo5": {
    "pre": "Per maggiori informazioni, ",
    "link": "contattaci!"
  }
},
"marketing": {
  "title": "Attività di marketing e consulenza",
  "paragrafo1": "Delineare attività di marketing accurate è fondamentale per creare il tuo giro di mercato, generare leads e far crescere la tua attività. Il marketing ti aiuta a connetterti e raggiungere il tuo target e, alla fine, convertire i tuoi clienti.",
  "paragrafo2": "Insieme alle attività di marketing, creare una brand identity è fondamentale. Una brand identity unica e ben strutturata ti aiuterà a promuovere le relazioni con i tuoi clienti o il tuo target, perché mostra al meglio i tuoi valori, crea coerenza e stabilisce linee guida per attività future.",
  "paragrafo3": "I nostri servizi di marketing e consulenza includono:",
  "paragrafo4": [
    "Strategie di marketing digitale",
    "Strategie di marketing offline",
    "Consulenza marketing",
    "Misurazioni del ROI (Return on Investment)",
    "Creazione e monitoraggio di campagne marketing",
    "Creazione di campagne SEA (Search Engine Advertising)",
    "Creazione di una brand identity" 
  ], 
  "paragrafo5": {
    "pre": "Per maggiori informazioni, ",
    "link": "contattaci!"
  }
}
}